Repository: tscreven/Trio-ECS251
Catalog: LoopKit/LoopKitUI/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fi, fr, it, ja, nb, nl, pl, ro, ru, sv, tr, vi, zh_hans

source: This will typically be
da: Dette vil typisk være
de: Ist in der Regel
es: Esto será típicamente
fi: Tämä on yleensä
fr: Il s'agit généralement
it: Questo in genere sarà
nb: Dette vil typisk være
nl: Over het algemeen is dit
pl: Zazwyczaj będzie to
ro: Acesta va fi de obicei
ru: Как правило, это
sv: Detta kommer vanligtvis att vara
tr: Bu genellikle şu şekilde olacaktır
vi: Thông thường, điều này sẽ là
zh_hans: 这通常是

source: Time
da: Tid
de: Zeit
es: Hora
fi: Aika
fr: Heure
it: Orario
nb: Tid
nl: Tijd
pl: Czas
ro: Timp
ru: Время
sv: Tid
tr: Zaman
vi: Thời gian
zh_hans: 时间

source: Times in %1$@%2$@%3$@
da: Tider i %1$@%2$@%3$@
de: Zeit in %1$@%2$@%3$@
es: Horario in %1$@%2$@%3$@
fi: Aika %1$@%2$@%3$@
fr: Temps dans %1$@%2$@%3$@
it: Orari in %1$@%2$@%3$@
ja: 時間帯 %1$@%2$@%3$@
nb: Tider i %1$@%2$@%3$@
nl: Tijd in %1$@%2$@%3$@
pl: Czas w %1$@%2$@%3$@
ro: Orele în %1$@%2$@%3$@
ru: Хронометраж %1$@%2$@%3$@
sv: Tid i %1$@%2$@%3$@
tr: Saat dilimi %1$@%2$@%3$@
vi: Thời gian trong %1$@%2$@%3$@
zh_hans: 时间 %1$@%2$@%3$@

source: To be implemented
da: Ikke implementeret
de: Zu implementieren
es: Por desarrollarse
fi: Toteutettava
fr: Pas encore implémenté
it: Da implementare
nb: Skal implementeres
nl: Te implementeren
pl: Być realizowane
ro: Va fi implementat
ru: Будет применено
sv: Att bli implementerat
tr: Uygulanacak
vi: Sẽ được triển khai

source: Unable to Save
da: Kunne ikke gemme
de: Speichern fehlgeschlagen
es: No se puede guardar
fi: Ei voitu tallentaa
fr: Impossible d'enregistrer
it: Impossibile salvare
nb: Kunne ikke lagre
nl: Kan Niet Opslaan
pl: Nie można zapisać
ro: Nu se poate salva
ru: Невозможно сохранить
sv: Kunde inte spara
tr: Kaydedilemiyor
vi: Không thể lưu

source: Units
da: Enheder
de: Einheiten
es: Unidades
fi: Yksikköä
fr: Unités
it: Unità
ja: 単位
nb: Enheter
nl: Eenheden
pl: Jednostki
ro: Unități
ru: Единицы
sv: Eheter
tr: Ünite
zh_hans: 单位

source: Unknown
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
it: Sconosciuto
nl: Onbekend
pl: Nieznana
ru: Неизвестно
sv: Okänd
tr: Bilinmiyor
vi: Không xác định
zh_hans: 未知

source: Unselected
da: Ikke-valgt
de: Nicht ausgewählt
fr: Non sélectionné
it: Non selezionato
nb: Ikke valgt
nl: Niet Geselecteerd
pl: Niezaznaczone
ro: Neselectat
ru: Не выбрано
sv: Ej vald
tr: Seçilmemiş
vi: Chưa chọn

source: Unset
da: Ikke-indstillet
de: Nicht gesetzt
es: Sin configurar
fr: Non sélectionné
it: Non impostato
nb: Fjern
nl: Niet Ingesteld
pl: Niewybrano
ro: Nealeasă
ru: Не выбрано
sv: Obestämt
tr: Ayarlanmamış
vi: Chưa được đặt

source: Unsupported %@
da: Ikke understøttet %@
de: Nicht unterstützt %@
it: Non supportato %@
nb: Ikke-støttet %@
nl: Niet ondersteund %@
pl: Nieobsługiwany %@
ro: Neacceptat %@
ru: Не поддерживается %@
sv: %@ stöds inte
vi: %@ không được hỗ trợ
zh_hans: 不支持的%@

source: Value
da: Værdi
de: Wert
es: Valor
fi: Arvo
fr: Valeur
it: Valore
nb: Verdi
nl: Waarde
pl: Wartość
ro: Valoare
ru: Значение
sv: Värde
tr: Değer
vi: Giá trị
zh_hans: 值

source: Verifying
da: Validerer
de: Überprüfen
es: Verificando
fi: Tarkistetaan
fr: En train de vérifier
it: Verifica in corso
ja: 確認中
nb: Bekrefter
nl: Verifiëren
pl: Weryfikuję
ro: Se verifică
ru: Верифицируется
sv: Verifierar
tr: Doğrulanıyor
vi: Đang kiểm tra
zh_hans: 验证

source: View Override
da: Vis override
de: Zeige Voreinstellung
es: Ver la sobreescritura
fi: Näytä tilapäisasetus
fr: Voir les ajustements
it: Visualizza Override
nb: Vis overstyring
nl: Bekijk Override
pl: Podgląd Celu Tymczasowego
ro: Vizualizare suprascriere
ru: Просмотреть оверрайд
sv: Visa Undantag
tr: Geçersiz Kılmayı Görüntüle
vi: Xem ghi đè

source: Warning
da: Advarsel
de: Warnung
es: Aviso
fi: Varoitus
fr: Attention
it: Avvertimento
ja: 警告
nb: Advarsel
nl: Waarschuwing
pl: Ostrzeżenie
ro: Avertizare
ru: Предостережение
sv: Varning
tr: Uyarı
vi: Cảnh báo
zh_hans: 警告

source: Work with your healthcare provider to choose a value that is higher than your highest scheduled basal rate, but as conservative or aggressive as you feel comfortable.
da: Arbejd sammen med sundhedspersonalet om at vælge en værdi, der er højere end din højeste planlagte basalrate, men så konservativ eller aggressiv som du føler dig tryg ved.
de: Arbeite mit Deinem medizinischen Betreuer zusammen, um einen Wert zu finden, der höher ist als Deine höchste geplante Basalrate, aber so konservativ oder aggressiv, sodass Du Dich damit wohlfühlst.
es: Trabaje con su proveedor de atención médica para elegir un valor que sea más alto que su tasa basal programada más alta, pero que sea tan conservadora o agresiva segun su preferencia.
fi: Keskustele terveydenhuollon ammattilaisen kanssa valitaksesi arvon, joka on korkeampi kuin korkein ohjelmoitu basaalitasosi, mutta niin konservatiivinen tai aggressiivinen, että tunnet olosi mukavaksi.
fr: Travaillez avec votre prestataire de soins pour choisir une valeur supérieure à votre débit basal le plus élevé prévu, mais aussi conservatrice ou agressive que vous le souhaitez.
it: Collabora con il tuo medico per scegliere un valore più alto della tua massima velocità basale programmata, ma il più conservativo o aggressivo possibile, a seconda di come ti senti a tuo agio.
nb: Samarbeid med helsepersonell for å velge en verdi som er høyere enn din høyeste planlagte basaldose, men så konservativ eller aggressiv som du føler deg komfortabel.
nl: Werk samen met je zorgverlener om een waarde te kiezen die hoger is dan je hoogst ingestelde basaalsnelheid, maar zo conservatief of agressief waarbij je jezelf prettig voelt.
pl: Współpracuj z lekarzem przy ustalaniu limitu podaży. Limit powinien ustawiony być tak, abyś czuł się bezpiecznie.
ro: Consultați-va cu medicul pentru a alege o valoare mai mare decât cea mai mare rată bazală programată, dar suficient de prudenta sau agresiva pe cât vă simțiți confortabil.
ru: Вместе с вашим лечащим врачом выберите значение, которое будет выше, чем ваша самая высокая запланированная база, но на столько, на сколько вам удобно.
sv: Rådgör med din vårdgivare för att bestämma ett värde som är högre än din högsta schemalagda basaldos, men så konservativ eller aggressiv som du känner dig bekväm med.
tr: Programlanan en yüksek bazal oranınızdan daha yüksek, ancak kendinizi rahat hissettiğiniz ölçüde tutucu veya agresif bir değer seçmek için sağlık uzmanınızla birlikte çalışın.
vi: Hãy làm việc với nhà cung cấp dịch vụ y tế của bạn để chọn một giá trị cao hơn tỷ lệ tiêm insulin nền đã lập lịch cao nhất, nhưng mức độ thận trọng hoặc quyết liệt tùy theo bạn cảm thấy phù hợp.
zh_hans: 请与你的医疗服务提供者一起，选择一个高于你最高计划基础速率的数值，同时根据你的舒适程度，设定一个相对保守或激进的值。

source: Workout
da: Motion
de: Training
es: Ejercicio
fi: Liikunta
fr: Exercice
it: Allenamento
ja: 運動
nb: Trening
nl: Training
pl: Wysiłek fizyczny
ro: Activitate sportivă
ru: Физическая нагрузка
sv: Träning
tr: Egzersiz
zh_hans: 锻炼/运动模式

source: Workout Range is the glucose value or range of values you want %1$@ to target during activity. This range will be in effect when you activate the Workout Preset button.
da: Træningsområde er den blodsukkerværdi eller værdiinterval, du ønsker %1$@ at målrette under aktivitet. Dette interval vil bruges, når du aktiverer knappen som Preset for træning.
de: Trainingsbereich ist der Blutzuckerzielbereich, den %1$@ während der Aktivität anstreben soll. Dieser Bereich wird wirksam, wenn Du die Trainingsvoreinstellungstaste aktivierst.
es: Rango de ejercicio físico es el valor de glucosa o el rango de valores que desea que %1$@ tenga como objetivo durante la realización de ejercicio físico. Este rango entrará en vigencia cuando active el botón Preajuste de Ejercicio Físico.
fi: Liikuntatila on glukoosiarvo tai arvoalue, johon %1$@ tähtää liikunnan aikana. Tämä alue tulee voimaan, kun aktivoit Liikuntatila-painikkeen.
fr: La plage exercice est la valeur de glycémie ou la fourchette de valeurs que vous souhaitez que %1$@ cible pendant l'activité. Cette plage sera effective lorsque vous activez le préréglage exercice.
it: L'intervallo di allenamento è il valore o l'intervallo di valori di glicemia che desideri che %1$@ raggiunga durante l'attività. Questo intervallo sarà attivo quando attivi Preset allenamento.
nb: Treningsområde er blodsukkerverdien eller verdiområdet du vil at %1$@ skal målrettes mot under aktivitet. Dette området trer i kraft når du aktiverer knappen Forhåndsinnstilling for treningsøkt.
nl: Trainingsbereik is de glucosewaarde of bereik van waarden waar je wilt dat %1$@ naar streeft tijdens activiteit. Dit bereik geldt wanneer je met de knop het Trainingsprogramma activeert.
pl: Zakres treningu to wartość glukozy lub zakres wartości, do których chcesz dążyć %1$@ podczas aktywności. Ten zakres będzie obowiązywać po aktywowaniu przycisku ustawienia wstępnego treningu.
ro: Intervalul ținta pentru antrenament este valoarea glicemiei sau intervalul de valori pe care vrei să le țintești %1$@ în timpul activității. Acest interval va fi în vigoare atunci când activați butonul de presetare a antrenamentului.
ru: Диапазон физнагрузки - это значение глюкозы или диапазон значений, на которые вы хотите ориентировать %1$@ во время активности. Этот диапазон будет действовать, когда вы активируете кнопку Workout Preset
sv: Målvärde för träning är det blodsocker eller det målvärdesintervall som du vill att %1$@ ska använda under fysik aktivitet. Detta målvärde används när du aktiverar knappen 'Träningsförval'.
tr: Egzersiz Aralığı, aktivite sırasında %1$@ değerinin hedeflenmesini istediğiniz KŞ değeri veya değer aralığıdır. Bu aralık, Egzersiz Ön Ayarı butonunu etkinleştirdiğinizde geçerli olacaktır.
vi: Phạm vi khi tập luyện là giá trị đường huyết hoặc phạm vi giá trị mà bạn muốn %1$@ hướng tới trong quá trình hoạt động. Phạm vi này sẽ có hiệu lực khi bạn kích hoạt nút Cấu hình sẵn Tập luyện.

source: Workout Values
da: Værdier for træning
de: Trainingswerte
es: Valores de ejercicio físico
fi: Liikuntatilan arvot
fr: Valeurs exercice
it: Valori allenamento
nb: Verdier for treningsøkt
nl: Trainingswaarden
pl: Wartości treningu
ro: Valori activitate sportivă
ru: Настройки физнагрузок
sv: Träningsärden
tr: Egzersiz Değerleri
vi: Giá trị khi tập luyện

source: You can add different carb ratios for different times of day by using the ➕.
da: Du kan tilføje forskellige kulhydratforhold for forskellige tidspunkter af dagen ved hjælp af ➕.
de: Mit ➕ kannst Du unterschiedliche Kohlenhydratverhältnisse für verschiedene Tageszeiten hinzufügen.
es: Puede añadir diferentes proporciones de carbohidratos para diferentes momentos del día utilizando la ➕.
fi: Voit lisätä erilaisia hiilihydraattisuhteita eri aikoihin päivästä napauttamalla ➕.
fr: Vous pouvez ajouter différents ratios insuline-glucides pour différentes périodes de la journée en utilisant le ➕.
it: È possibile aggiungere diversi rapporti di carboidrati per i diversi momenti della giornata utilizzando il tasto ➕.
nb: Du kan legge til forskjellige karbohydratforhold for forskjellige tider på dagen ved å bruke ➕.
nl: Je kunt verschillende koolhydraatratio's voor verschillende tijdstippen op de dag toevoegen met de ➕.
pl: Możesz dodać różne współczynniki węglowodanowe dla różnych pór dnia, używając ➕.
ro: Poți adăuga diferite rații carbohidrați/insulina pentru diferite momente ale zilei folosind ➕.
ru: Вы можете добавлять различные соотношения углеводов для разного времени суток с помощью ➕.
sv: Du kan lägga till olika insulinkvoter för olika tider på dagen med hjälp av ➕.
tr: ➕ butonunu kullanarak günün farklı saatleri için farklı karbonhidrat oranları ekleyebilirsiniz.
vi: Bạn có thể thêm các tỷ lệ carb khác nhau cho các thời điểm trong ngày bằng cách sử dụng nút ➕.
zh_hans: 您可以点击 ➕ 添加不同时间段的碳水化合物换算比例。

source: You can add different insulin sensitivities for different times of day by using the ➕.
da: Du kan tilføje forskellige insulinfølsomheder for forskellige tidspunkter af dagen ved at bruge ➕.
de: Mit ➕ kannst Du unterschiedliche Insulinempfindlichkeiten für verschiedene Tageszeiten hinzufügen.
es: Puede agregar diferentes sensibilidades de insulina para diferentes momentos del día usando el ➕.
fi: Voit lisätä erilaisia insuliiniherkkyyksiä eri aikoihin päivästä napauttamalla ➕.
fr: Vous pouvez ajouter différentes sensibilités à l'insuline pour différents moments de la journée en utilisant ➕.
it: È possibile aggiungere diverse sensibilità insuliniche per i diversi momenti della giornata utilizzando ➕.
nb: Du kan legge til forskjellige insulinfølsomheter for forskjellige tider på dagen ved å bruke ➕.
nl: Je kunt verschillende insulinegevoeligheden voor verschillende tijdstippen op de dag toevoegen met de ➕.
pl: Możesz dodać różne wrażliwości na insulinę dla różnych pór dnia za pomocą ➕.
ro: Puteți adăuga valori pentru sensibilitatea la insulină pentru diferite momente ale zilei utilizând ➕.
ru: Вы можете добавить различные показатели чувствительности к инсулину для разного времени суток с помощью кнопки ➕.
sv: Du kan lägga till olika värden för insulinkänslighet för olika tider på dagen med hjälp av ➕.
tr: ➕ butonunu kullanarak günün farklı saatleri için farklı insülin duyarlılıkları ekleyebilirsiniz.
vi: Bạn có thể thêm các độ nhạy insulin khác nhau cho các thời điểm trong ngày bằng cách sử dụng nút ➕.
zh_hans: 您可以点击 ➕ 添加不同时间段的胰岛素敏感系数。

source: You can add different ranges for different times of day by using the ➕.
da: Du kan tilføje forskellige intervaller for forskellige tidspunkter af dagen ved at bruge ➕.
de: Mit ➕ kannst Du unterschiedliche Bereiche für verschiedene Tageszeiten hinzufügen.
es: Puede agregar diferentes rangos para diferentes momentos del día usando el ➕.
fi: Voit lisätä erilaisia korjausalueita eri aikoihin päivästä napauttamalla ➕.
fr: Vous pouvez ajouter différentes plages pour différentes périodes de la journée en utilisant le ➕.
it: È possibile aggiungere diversi intervalli per i diversi momenti della giornata utilizzando ➕.
nb: Du kan legge til forskjellige områder for forskjellige tider på dagen ved å bruke ➕.
nl: Je kunt verschillende bereiken voor verschillende tijdstippen op de dag toevoegen met de ➕.
pl: Możesz dodać różne zakresy dla różnych pór dnia, używając ➕.
ro: Poți adăuga diferite intervale pentru diferite momente ale zilei folosind ➕.
ru: Вы можете добавить различные диапазоны для разного времени суток с помощью кнопки ➕.
sv: Du kan lägga till olika målvärden för olika tider på dagen med hjälp av ➕.
tr: ➕ butonunu kullanarak günün farklı saatleri için farklı aralıklar ekleyebilirsiniz.
vi: Bạn có thể thêm các phạm vi khác nhau cho các thời điểm trong ngày bằng cách sử dụng nút ➕.
zh_hans: 您可以点击 ➕ 为一天中的不同时间添加不同的范围。

source: You can add entries for different times of day by using the ➕.
da: Du kan tilføje forskellige poster for forskellige tidspunkter af dagen ved at bruge ➕.
de: Mit ➕ kannst Du Einträge für verschieden Tageszeiten hinzufügen.
es: Puede agregar entradas para diferentes momentos del día usando el ➕.
fi: Voit lisätä merkintöjä eri aikoihin päivästä napauttamalla ➕.
fr: Vous pouvez ajouter différentes entrées pour différentes périodes de la journée en utilisant le ➕.
it: È possibile aggiungere diversi valori per i diversi momenti della giornata utilizzando ➕.
nb: Du kan legge til oppføringer for forskjellige tider på dagen ved å bruke ➕.
nl: Je kunt invoergegevens voor verschillende tijdstippen op de dag toevoegen met de ➕.
pl: Możesz dodać różne współczynniki węglowodanowe dla różnych pór dnia, używając ➕.
ro: Poți adăuga intrări pentru diferite momente ale zilei folosind ➕.
ru: Можно добавлять записи для разного времени суток с помощью кнопки ➕.
sv: Du kan lägga till inmatningar för olika tider på dagen med hjälp av ➕.
tr: ➕ butonunu kullanarak günün farklı saatleri için girişler ekleyebilirsiniz.
vi: Bạn có thể thêm các mục cho các thời điểm khác nhau trong ngày bằng cách sử dụng nút ➕.
zh_hans: 您可以点击 ➕ 为一天中的不同时间添加记录。

source: You can edit a setting by tapping into any line item.
da: Du kan redigere en indstilling ved at trykke på en linje.
de: Du kannst eine Einstellung bearbeiten, indem Du auf eine beliebige Zeile tippst.
es: Puede editar una configuración tocando cualquier elemento de línea.
fi: Voit muokata asetusta napauttamalla mitä tahansa riviä.
fr: Vous pouvez modifier une paramètre de l'élément en appuyant n'importe ou sur sa ligne.
it: È possibile modificare un'impostazione toccando un qualsiasi elemento riga.
nb: Du kan redigere en innstilling ved å trykke på et hvilket som helst linjeelement.
nl: Je kunt een instelling bewerken door op een regelitem te tikken.
pl: Możesz edytować ustawienie, stukając w pozycję mg/dL
ro: Puteți edita o setare apăsând pe orice linie.
ru: Вы можете изменить настройку, коснувшись самой строки.
sv: Du kan ändra en inställning genom att trycka på ett objekt på en av raderna.
tr: Herhangi bir satır öğesine dokunarak bir ayarı düzenleyebilirsiniz.
vi: Bạn có thể chỉnh sửa một cài đặt bằng cách nhấn vào bất kỳ mục nào trong danh sách.
zh_hans: 您可以通过点击任意项目来编辑设置。

source: You can edit the setting by tapping into the line item.
da: Du kan redigere indstillingen ved at trykke på linjen.
de: Du kannst die Einstellung bearbeiten, indem Du auf die Zeile tippst.
es: Puede editar la configuración pulsando sobre la linea.
fi: Voit muokata asetusta napauttamalla riviä.
fr: Vous pouvez modifier la valeur de l'élément en appuyant n'importe ou sur sa ligne.
it: È possibile modificare l'impostazione toccando l'elemento riga.
nb: Du kan redigere innstillingen ved å trykke på linjeelementet.
nl: Je kunt de instelling bewerken door op het regelitem te tikken.
pl: Możesz edytować ustawienie, stukając w pozycję mg/dL
ro: Puteți edita setarea apăsând pe linie.
ru: Вы можете изменить настройку, коснувшись самой строки.
sv: Du kan ändra en inställning genom att trycka på ett objekt på raden.
tr: Satır öğesine dokunarak ayarı düzenleyebilirsiniz.
vi: Bạn có thể chỉnh sửa cài đặt bằng cách nhấn vào mục trong danh sách.
zh_hans: 您可以通过点击项目来编辑设置。

source: Your Basal Rate of insulin is the number of units per hour that you want to use to cover your background insulin needs.
da: En basalrate, er det antal af enheder i timen, som du skal bruge for at dække dit basale insulinbehov.
de: Deine Basalrate ist die Anzahl der Einheiten pro Stunde, die Du verwenden möchtest, um Deinen Hintergrund-Insulinbedarf zu decken.
es: Su tasa basal de insulina es la cantidad de unidades por hora que desea usar para cubrir sus necesidades de insulina de fondo, no relacionadas con las comidas.
fi: Basaalitaso tarkoittaa sitä yksikkömäärää insuliinia tunnissa, jonka tarvitset insuliinin perustarpeen kattamiseen.
fr: Votre débit basal d'insuline est le nombre d'unités par heure que vous souhaitez utiliser pour couvrir vos besoins vitaux d'insuline.
it: La velocità basale d'insulina è il numero di unità all'ora che si desidera utilizzare per coprire il tuo fabbisogno d'insulina basale.
nb: Din basaldose av insulin er antall enheter pr. time du vil bruke for å dekke ditt bakgrunnsinsulinbehov.
nl: Je basale insulinesnelheid is het aantal eenheden per uur dat je wilt toedienen om in je basale insulinebehoefte te voorzien.
pl: Dawka podstawowa insuliny to liczba jednostek na godzinę, którą chcesz wykorzystać do pokrycia podstawowego zapotrzebowania na insulinę.
ro: Rata bazală de insulină este numărul de unități pe oră pe care doriți să le utilizați pentru a acoperi necesarul bazal de insulină al organismului.
ru: Ваш базальный инсулин - это количество единиц в час, которое вы хотите использовать для покрытия своих фоновых потребностей в инсулине.
sv: Din bassaldos är det antal enheter insulin per timme som krävs för din basala ämnesomsättning.
tr: Bazal İnsülin Oranınız, arka plan insülin ihtiyaçlarınızı karşılamak için kullanmak istediğiniz saat başına ünite miktarıdır.
vi: Tốc độ insulin nền của bạn là số đơn vị mỗi giờ được dùng để đáp ứng nhu cầu insulin nền của cơ thể.
zh_hans: 你的基础胰岛素速率（Basal Rate）是指每小时使用的胰岛素单位数，用于满足身体的基础胰岛素需求。

source: your Glucose Safety Limit
da: din sikkerhedsgrænse for blodsukker
de: Deine Blutzuckersicherheitsgrenze
es: su Límite de Seguridad de Glucosa
fi: glukoosin turvarajasi
fr: votre seuil de suspension glycémique
it: il tuo limite glicemico di sicurezza
nb: din sikkerhetsgrense for blodsukker
nl: je Glucoseveiligheidslimiet
pl: Bezpieczny Limit Glukozy
ro: limita de siguranță a glicemiei
ru: Ваш безопасный предел ГК
sv: säkerhetsgräns för blodsocker
tr: KŞ Güvenlik Limitiniz
vi: giới hạn an toàn đường huyết của bạn
zh_hans: 你的血糖安全下限

source: Your healthcare provider can help you choose a Correction Range that's right for you.
da: Din læge kan hjælpe dig med at vælge et korrektionsområde, der passer til dig.
de: Dein medizinischer Betreuer kann Dir bei der Auswahl eines für Dich geeigneten Korrekturbereichs behilflich sein.
es: Su proveedor de atención médica puede ayudarlo a elegir un rango de corrección adecuado para usted.
fi: Terveydenhuollon ammattilainen voi auttaa sinua valitsemaan sinulle sopivan korjausalueen.
fr: Votre professionnel de soins de santé peut vous aider à choisir une plage de correction qui vous convient.
it: Il tuo medico curante può aiutarti a scegliere l'intervallo di correzione più adatto a te.
nb: Helsepersonellet kan hjelpe deg med å velge et korrigeringsområde som er riktig for deg.
nl: Je zorgverlener kan je helpen bij het kiezen van een correctiebereik dat bij je past.
pl: Twój lekarz może pomóc Ci wybrać zakres docelowy odpowiedni dla Ciebie.
ro: Medicul dvs. vă poate ajuta să alegeți un interval de corecție potrivit pentru dvs.
ru: Ваш лечащий врач поможет вам выбрать подходящий для Вас диапазон коррекции.
sv: Din vårdgivare kan hjälpa dig att välja ett målvärde som passar dig.
tr: Sağlık uzmanınız sizin için doğru olan Düzeltme Aralığını seçmenize yardımcı olabilir.
vi: Nhà cung cấp dịch vụ y tế của bạn có thể giúp bạn chọn một phạm vi hiệu chỉnh phù hợp với bạn.
zh_hans: 您的医护人员可以协助您选择适合您的修正范围。

source: Your Insulin Sensitivity Factor (ISF) is the drop in glucose expected from one unit of insulin.
da: Insulinfølsomhed (ISF) henviser til det fald i blodsukkeret, der forventes fra én insulinenhed.
de: Der Insulinempfindlichkeitsfaktor (ISF) ist der Blutzuckerabfall, der von einer Einheit Insulin erwartet wird.
es: Su Factor de Sensibilidad a la Insulina (ISF, por sus siglas en inglés) es la caída de glucosa que se espera por la administracion de una unidad de insulina.
fi: Insuliiniherkkyys (ISF) tarkoittaa sitä, kuinka paljon glukoosin odotetaan laskevan yhdellä insuliiniyksiköllä.
fr: Votre facteur de sensibilité à l’insuline (ISF) est la baisse de glycémie attendue avec une unité d’insuline.
it: Il fattore di sensibilità insulinica (ISF) è il calo di glicemia previsto da un'unità d'insulina.
nb: Din insulinsensitivitetsfaktor (ISF) er fallet i blodsukker som forventes fra én enhet insulin.
nl: Je Insulinegevoeligheidsfactor (ISF) is de daling van de glucosewaarde uitgaande van één eenheid insuline.
pl: Twój współczynnik wrażliwości na insulinę (ISF) to oczekiwany spadek glukozy po podaniu jednej jednostki insuliny.
ro: Factorul de sensibilitate la insulină (ISF) este scăderea glicemiei determinata de o unitate de insulină.
ru: Ваш фактор чувствительности к инсулину (ISF) - это снижение уровня глюкозы, ожидаемое от ввода одной единицы инсулина.
sv: Insulinkänslighet (ISF) är ett mått på hur många enheter din blodsocker sjunker av en enhet insulin.
tr: İnsülin Duyarlılık faktörünüz (İDF), bir ünite insülinden beklenen KŞ düşüşünü ifade eder.
vi: Độ nhạy insulin (ISF) của bạn là mức giảm đường huyết dự kiến từ một đơn vị insulin.
zh_hans: 你的胰岛素敏感系数（ISF）是指每单位胰岛素预计可使血糖降低的数值。
